results/exp1/20260225T014131Z-direct-nginx/raw/wrk/c16/run-4.txt
Running 1m test @ http://192.168.100.1:8080/exp1-1k.txt
  4 threads and 16 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    92.10us   20.03us 747.00us   67.41%
    Req/Sec    42.76k     3.10k   49.03k    69.59%
  Latency Distribution
     50%   92.00us
     75%  104.00us
     90%  116.00us
     99%  148.00us
  10229740 requests in 1.00m, 12.13GB read
Requests/sec: 170213.18
Transfer/sec:    206.64MB